public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
    }
}
/*
Создать веб-проект «Онлайновый дневник».
Приложение позволяет пользователю вести набор дневников онлайн.
«Онлайновый дневник» должен предоставлять следующие возможности:
регистрация пользователя (ник, email, пароль),
создание/изменение/удаление дневника,
поиск по дневникам.
Записи в дневнике могут содержать текст, картинки,медиафайлы.
К каждому дневнику можно прикрепить набор тегов.
Пользователь может пригласить соавторов для совместной работы над дневником.
Пользователь может перенести дневник в архив, а потом восстановить его из архива.
Длительность хранения дневника в архиве перед удалением должна настраиваться в настройках пользователя дневника.
*/